[
  {
    "name": "Françoise",
    "score": 10,
    "reviewDate": "2024-09-15",
    "reviewText": {
      "FR": "Très beau gîte dans un super environnement. On a pu cueillir en septembre des figues, citrons et raisins. Mais il y a plein d'autres arbres pour d'autres saisons : oranges, kakis, pommes, cerises... Un vrai paradis. La piscine est géniale même si en septembre un peu fraîche. Il y a aussi un bassin avec des poissons rouges. La maison est belle, meublée avec goût, très propre, avec tout comme à la maison. Serviettes de toilette, draps de bain, torchons, sopalin, papier wc, produits de nettoyage, sacs poubelle, sopalin, film etirable, shampoing, produit douche,....tout, tout...jeux de société...tout, tout et de qualité. Nous recommandons fortement ce gîte à ceux qui aiment la nature, la campagne, les paysages. La vallée du Douro est très vallonnée et très belle. Les hôtes sont charmants et disponibles.",
      "EN-GB": "Beautiful gîte in a wonderful setting. We were able to pick figs, lemons and grapes in September. But there are plenty of other trees for other seasons: oranges, persimmons, apples, cherries... A real paradise. The swimming pool is great, even if it's a bit chilly in September. There's also a goldfish pond. The house is beautiful, tastefully furnished and very clean, with everything just like home. Towels, bath sheets, tea towels, kitchen towels, toilet paper, cleaning products, bin bags, kitchen towels, cling film, shampoo, shower products, ...., everything...board games...everything, everything and quality. We highly recommend this gîte to those who love nature, the countryside and landscapes. The Douro valley is very hilly and beautiful. The hosts are charming and helpful.",
      "PT-PT": "Uma bela casa num cenário maravilhoso. Pudemos colher figos, limões e uvas em setembro. Mas há muitas outras árvores para outras estações: laranjas, diospiros, maçãs, cerejas... Um verdadeiro paraíso. A piscina é óptima, mesmo que esteja um pouco fria em setembro. Há também um lago com peixes dourados. A casa é linda, decorada com bom gosto e muito limpa, com tudo como em casa. Toalhas, lençóis de banho, panos de cozinha, papel higiénico, produtos de limpeza, sacos do lixo, panos de cozinha, película aderente, champô, produtos de banho, ...., tudo... jogos de tabuleiro... tudo, tudo e de qualidade. Recomendamos vivamente esta casa para os amantes da natureza, do campo e das paisagens. O vale do Douro é muito montanhoso e bonito. Os anfitriões são encantadores e prestáveis.",
      "ES": "Hermosa casa rural en un entorno maravilloso. Pudimos recoger higos, limones y uvas en septiembre. Pero hay muchos otros árboles para otras estaciones: naranjas, caquis, manzanas, cerezas... Un verdadero paraíso. La piscina es estupenda, aunque haga un poco de frío en septiembre. También hay un estanque de peces de colores. La casa es preciosa, amueblada con gusto y muy limpia, con todo como en casa. Toallas, sábanas de baño, paños de cocina, papel higiénico, productos de limpieza, bolsas de basura, paños de cocina, film transparente, champú, productos de ducha, ...., todo... juegos de mesa... todo, todo y de calidad. Recomendamos encarecidamente esta casa rural a los amantes de la naturaleza, el campo y los paisajes. El valle del Duero es muy montañoso y hermoso. Los anfitriones son encantadores y serviciales.",
      "NL": "Prachtige gîte in een prachtige omgeving. We konden vijgen, citroenen en druiven plukken in september. Maar er zijn genoeg andere bomen voor andere seizoenen: sinaasappels, kaki's, appels, kersen... Een echt paradijs. Het zwembad is geweldig, ook al is het een beetje fris in september. Er is ook een goudvisvijver. Het huis is prachtig, smaakvol ingericht, heel schoon, met alles zoals thuis. Handdoeken, badlakens, theedoeken, keukenhanddoeken, toiletpapier, schoonmaakmiddelen, vuilniszakken, keukenhanddoeken, huishoudfolie, shampoo, doucheproducten, ...., alles...gezelschapsspelletjes...alles, alles en kwaliteit. We raden deze gîte ten zeerste aan aan liefhebbers van de natuur, het platteland en landschappen. De Dourovallei is erg heuvelachtig en mooi. De gastheren zijn charmant en behulpzaam.",
      "DE": "Sehr schönes Ferienhaus in einer tollen Umgebung. Wir konnten im September Feigen, Zitronen und Weintrauben pflücken. Aber es gibt noch viele andere Bäume für andere Jahreszeiten: Orangen, Kakis, Äpfel, Kirschen... Ein wahres Paradies. Der Pool ist toll, auch wenn er im September etwas kühl ist. Es gibt auch einen Teich mit Goldfischen. Das Haus ist schön, geschmackvoll eingerichtet, sehr sauber, mit allem wie zu Hause. Handtücher, Badetücher, Geschirrtücher, Sopalin, Toilettenpapier, Reinigungsmittel, Müllbeutel, Sopalin, Stretchfolie, Shampoo, Duschmittel,....tout, alles...Gesellschaftsspiele...alles, alles und von hoher Qualität. Wir empfehlen diese Unterkunft sehr für diejenigen, die die Natur, das Land und die Landschaft lieben. Das Douro-Tal ist sehr hügelig und sehr schön. Die Gastgeber sind charmant und hilfsbereit."
    },
    "originalLanguage": "FR"
  },
  {
    "name": "Tamara",
    "score": 10,
    "reviewDate": "2019-09-11",
    "reviewText": {
      "EN-GB": "This is a cottage with amazing views across the valley below. The cottage is compact with two bedrooms but has everything you need. The kitchen is simple but well equipped for cooking and there is a big tv with DVD player and Netflix etc....but it's the outside area which is the magnificent bit, taking the cottage from nice and homely to amazing. The garden is big and terraced with fruit trees and vines. The terrace running along the front of the house is covered with wisteria giving you a long shaded space for eating, snoozing and just watching the sun rise with a cup of coffee. The pool is lovely and pretty big for a holiday home with plenty of sunloungers and usually both some shade and some sun on it. It's kept very clean although we regularly rescued cicadas/crickets who seemed determined to swim there too! It's all very private so we felt like we were as away from the stresses and worries of home as we could be. There are bars/bakeries/supermarkets very near by. It's a place to go to relax, take your watch off and just enjoy the simple things in life. Magical.",
      "PT-PT": "Esta é uma casa de campo com vistas fantásticas sobre o vale abaixo. A casa é compacta, com dois quartos, mas tem tudo o que é necessário. A cozinha é simples, mas bem equipada para cozinhar e há uma grande televisão com leitor de DVD e Netflix etc. .... Mas é a área exterior que é a parte magnífica, levando a casa de campo de agradável e caseira para incrível. O jardim é grande e tem terraços com árvores de fruto e videiras. O terraço que se estende ao longo da frente da casa está coberto de glicínias, dando-lhe um longo espaço sombreado para comer, dormir e apenas ver o sol nascer com uma chávena de café. A piscina é muito agradável e bastante grande para uma casa de férias, com muitas espreguiçadeiras e, normalmente, com alguma sombra e algum sol. É mantida muito limpa, embora tenhamos resgatado regularmente cigarras/grilos que pareciam determinados a nadar lá também! É tudo muito privado, por isso sentimos que estávamos tão longe do stress e das preocupações de casa quanto possível. Há bares/padarias/supermercados muito perto. É um sítio para relaxar, tirar o relógio e apreciar as coisas simples da vida. Mágico.",
      "ES": "Esta es una casa de campo con impresionantes vistas sobre el valle de abajo. La casa es compacta, con dos dormitorios, pero tiene todo lo necesario. La cocina es sencilla pero bien equipada para cocinar y hay una gran televisión con reproductor de DVD y Netflix, etc ....pero es la zona exterior, que es la parte magnífica, teniendo la casa de campo de agradable y acogedor a increíble. El jardín es grande y en terrazas con árboles frutales y vides. La terraza a lo largo de la parte delantera de la casa está cubierta de glicinas que le da un largo espacio a la sombra para comer, dormir y simplemente ver la salida del sol con una taza de café. La piscina es preciosa y bastante grande para una casa de vacaciones con un montón de tumbonas y por lo general tanto un poco de sombra y un poco de sol en ella. ¡Se mantiene muy limpia aunque regularmente rescatamos cigarras/grillos que parecían decididos a nadar allí también! Todo es muy privado, así que nos sentimos como si estuviéramos tan lejos del estrés y las preocupaciones de casa como podríamos estar. Hay bares/panaderías/supermercados muy cerca. Es un lugar para relajarse, quitarse el reloj y disfrutar de las cosas sencillas de la vida. Mágico.",
      "NL": "Dit is een cottage met prachtig uitzicht over de vallei beneden. Het huisje is compact met twee slaapkamers maar heeft alles wat je nodig hebt. De keuken is eenvoudig maar goed uitgerust om te koken en er is een grote tv met dvd-speler en Netflix etc. .... Maar het is de buitenruimte die het mooiste is, die het huisje van gezellig naar geweldig brengt. De tuin is groot en terrasvormig aangelegd met fruitbomen en wijnranken. Het terras dat langs de voorkant van het huis loopt, is overdekt met blauwe regen waardoor je een lange schaduwrijke ruimte hebt om te eten, te snoezelen en gewoon met een kopje koffie te kijken hoe de zon opkomt. Het zwembad is heerlijk en vrij groot voor een vakantiehuis met voldoende ligstoelen en meestal zowel wat schaduw als wat zon erop. Het wordt goed schoongehouden, hoewel we regelmatig krekels/krekels hebben gered die vastbesloten leken om er ook te zwemmen! Het is allemaal erg privé, dus we hadden het gevoel dat we zo ver mogelijk weg waren van de stress en zorgen van thuis. Er zijn bars/bakkerijen/supermarkten in de buurt. Het is een plek om te ontspannen, je horloge af te doen en gewoon te genieten van de simpele dingen in het leven. Magisch.",
      "DE": "Dies ist eine Hütte mit herrlichem Blick über das Tal unten. Die Hütte ist kompakt mit zwei Schlafzimmern, aber hat alles, was Sie brauchen. Die Küche ist einfach, aber gut ausgestattet für das Kochen und es gibt einen großen Fernseher mit DVD-Player und Netflix etc ...., aber es ist der Außenbereich, die die herrliche Bit ist, wobei die Hütte von nett und gemütlich zu erstaunlich. Der Garten ist groß und terrassenförmig angelegt, mit Obstbäumen und Weinreben. Die Terrasse, die sich an der Vorderseite des Hauses entlangzieht, ist mit Glyzinien bewachsen und bietet einen langen, schattigen Platz zum Essen, Dösen oder einfach nur, um mit einer Tasse Kaffee den Sonnenaufgang zu genießen. Der Pool ist schön und ziemlich groß für ein Ferienhaus mit vielen Sonnenliegen und normalerweise sowohl Schatten als auch Sonne. Er wird sehr sauber gehalten, obwohl wir regelmäßig Zikaden/Grillen gerettet haben, die anscheinend auch dort schwimmen wollten! Es ist alles sehr privat, so dass wir das Gefühl hatten, so weit wie möglich vom Stress und den Sorgen zu Hause entfernt zu sein. Es gibt Bars/Bäckereien/Supermärkte ganz in der Nähe. Es ist ein Ort, an dem man sich entspannen, die Uhr ablegen und einfach die einfachen Dinge des Lebens genießen kann. Magisch.",
      "FR": "Ce cottage offre une vue imprenable sur la vallée en contrebas. Le cottage est compact, avec deux chambres, mais il dispose de tout ce dont vous avez besoin. La cuisine est simple mais bien équipée pour cuisiner et il y a une grande télévision avec lecteur DVD et Netflix etc....mais c'est l'espace extérieur qui est le plus magnifique, faisant passer le cottage d'agréable et familial à incroyable. Le jardin est grand et aménagé en terrasses avec des arbres fruitiers et des vignes. La terrasse qui longe l'avant de la maison est couverte de glycine, ce qui donne un long espace ombragé pour manger, faire un petit somme ou simplement regarder le soleil se lever avec une tasse de café. La piscine est belle et assez grande pour une maison de vacances, avec de nombreuses chaises longues et généralement à la fois à l'ombre et au soleil. Elle est maintenue très propre, bien que nous ayons régulièrement sauvé des cigales et des grillons qui semblaient déterminés à nager dans la piscine ! Tout est très privé et nous avions l'impression d'être aussi loin du stress et des soucis de la maison que nous pouvions l'être. Il y a des bars, des boulangeries et des supermarchés à proximité. C'est un endroit où l'on peut se détendre, enlever sa montre et profiter des choses simples de la vie. Magique."
    },
    "originalLanguage": "EN-GB"
  },
  {
    "name": "Katharina",
    "score": 10,
    "reviewDate": "2025-06-17",
    "reviewText": {
      "DE": "Das Haus ist ein Juwel und das riesige Grundstück ein Paradies! Die Möbel im großen Schlafzimmer sind moderner als auf den Fotos- man merkt, dass hier immer wieder neu investiert wird. Der von großen Bäumen umrahmte Pool mit den Liegen war großartig und wir haben den Aufenthalt sehr genossen. Obwohl das Haus absolut auf dem Land liegt, ist ein größerer Supermarkt mit dem Auto ohne Probleme zu erreichen. Sehr zu empfehlen! Wir würden auf jeden Fall nochmal hier Zeit verbringen!",
      "EN-GB": "The house is a jewel and the huge plot a paradise! The furniture in the master bedroom is more modern than in the photos - you can tell that new investments are always being made here. The pool surrounded by large trees with loungers was great and we really enjoyed our stay. Although the house is in the countryside, there is a large supermarket within easy reach by car. Highly recommended! We would definitely spend time here again!",
      "PT-PT": "A casa é uma joia e o enorme terreno um paraíso! O mobiliário do quarto principal é mais moderno do que nas fotografias - nota-se que estão sempre a ser feitos novos investimentos aqui. A piscina rodeada de árvores de grande porte com espreguiçadeiras era óptima e gostámos muito da nossa estadia. Embora a casa esteja no campo, há um grande supermercado a uma curta distância de carro. Altamente recomendado! Voltaríamos a passar algum tempo aqui!",
      "ES": "¡La casa es una joya y la enorme parcela un paraíso! Los muebles del dormitorio principal son más modernos que en las fotos - se nota que aquí siempre se hacen nuevas inversiones. La piscina rodeada de grandes árboles con tumbonas era genial y realmente disfrutamos de nuestra estancia. Aunque la casa está en el campo, hay un gran supermercado a poca distancia en coche. ¡Muy recomendable! Sin duda volveríamos a pasar una temporada aquí.",
      "NL": "Het huis is een juweeltje en het enorme perceel een paradijs! Het meubilair in de grote slaapkamer is moderner dan op de foto's - je kunt zien dat hier altijd nieuwe investeringen worden gedaan. Het zwembad omringd door grote bomen met ligstoelen was geweldig en we hebben echt genoten van ons verblijf. Hoewel het huis op het platteland ligt, is er een grote supermarkt binnen handbereik met de auto. Een echte aanrader! We zouden hier zeker weer tijd doorbrengen!",
      "FR": "La maison est un bijou et l'immense terrain un paradis ! Les meubles de la grande chambre à coucher sont plus modernes que sur les photos - on sent qu'il y a toujours de nouveaux investissements. La piscine entourée de grands arbres et les chaises longues étaient magnifiques et nous avons beaucoup apprécié notre séjour. Bien que la maison soit située en pleine campagne, un grand supermarché est facilement accessible en voiture. Nous le recommandons vivement ! Nous passerions certainement encore du temps ici !"
    },
    "originalLanguage": "DE"
  },
  {
    "name": "Fennis",
    "score": 10,
    "reviewDate": "2025-06-01",
    "reviewText": {
      "EN-GB": "Maybe not for everyone but us we experienced the house and surroundings as a little paradise. The house has character and the whole lot around it is beautiful. It is quiet and has lots of space. The pool is real pool, and not an enlarged sort of bath tub. A beautiful view is included. The house is well equipped, everything worked well. The shoreline is a 40+ minute drive and worthwhile visiting. One can walk kilometers on the wooden board walk or bike along. Even to Porto along the shore which is really not far away. It passes Afurada… you may want to plan a stop there for excellent sea food at a very reasonable price. Hiking trails are in the area. Do some smart shopping for groceries and the like at a supermarket, we did not find anything close by. Maybe a minus for some, if you like to go out and enjoy night life nearby, that is a no-go.",
      "PT-PT": "Talvez não seja para toda a gente, mas nós sentimos a casa e os arredores como um pequeno paraíso. A casa tem carácter e todo o terreno à sua volta é lindo. É sossegada e tem muito espaço. A piscina é uma verdadeira piscina, e não uma espécie de banheira alargada. A vista é linda. A casa está bem equipada, tudo funcionou bem. A costa fica a mais de 40 minutos de carro e vale a pena visitá-la. Pode-se andar quilómetros no passeio de madeira ou de bicicleta. Até ao Porto, ao longo da costa, que não fica muito longe. Passa pela Afurada... pode querer planear uma paragem lá para comer excelente comida do mar a um preço muito razoável. Há trilhos para caminhadas na zona. Faça algumas compras inteligentes de mantimentos e afins num supermercado, não encontrámos nada por perto. Talvez um ponto negativo para alguns, se gostam de sair e desfrutar da vida nocturna nas proximidades, isso é um não ir.",
      "ES": "Tal vez no para todos, pero nosotros experimentamos la casa y sus alrededores como un pequeño paraíso. La casa tiene caracter y todo a su alrededor es precioso. Es tranquilo y tiene un montón de espacio. La piscina es una piscina real, y no una especie de bañera ampliada. Una hermosa vista se incluye. La casa está bien equipada, todo funcionaba bien. La costa es un 40 + minutos en coche y vale la pena visitar. Uno puede caminar kilometros en el paseo de tablas de madera o en bicicleta a lo largo. Incluso a Oporto a lo largo de la orilla que realmente no está muy lejos. Pasa Afurada... es posible que desee planificar una parada allí para una excelente comida de mar a un precio muy razonable. Hay rutas de senderismo en la zona. Haga algunas compras inteligentes para comestibles y similares en un supermercado, no encontramos nada cerca. Tal vez un punto negativo para algunos, si te gusta salir y disfrutar de la vida nocturna cerca, eso es un no-go.",
      "NL": "Misschien niet voor iedereen, maar wij hebben het huis en de omgeving ervaren als een paradijsje. Het huis heeft karakter en het hele terrein eromheen is prachtig. Het is rustig en heeft veel ruimte. Het zwembad is echt zwembad, en geen uitvergroot soort bad. Een prachtig uitzicht is inbegrepen. Het huis is goed uitgerust, alles werkte goed. De kustlijn is 40+ minuten rijden en de moeite waard om te bezoeken. Je kunt er kilometers over de houten loopplank lopen of langs fietsen. Zelfs naar Porto langs de kustlijn is echt niet ver weg. Het komt langs Afurada... je kunt daar een stop plannen voor uitstekend zeevoedsel tegen een zeer redelijke prijs. Er zijn wandelroutes in de omgeving. Doe boodschappen bij een supermarkt, wij vonden niets in de buurt. Misschien een minpuntje voor sommigen, als je graag uitgaat en geniet van het nachtleven in de buurt, dan is dat een no-go.",
      "DE": "Vielleicht nicht für jeden, aber wir haben das Haus und die Umgebung als ein kleines Paradies erlebt. Das Haus hat Charakter und das ganze Grundstück drum herum ist wunderschön. Es ist ruhig und hat viel Platz. Der Pool ist ein richtiger Pool und keine vergrößerte Art von Badewanne. Eine schöne Aussicht ist inbegriffen. Das Haus ist gut ausgestattet, alles hat gut funktioniert. Die Küste ist 40+ Autominuten entfernt und einen Besuch wert. Man kann kilometerweit auf dem Holzsteg wandern oder mit dem Fahrrad entlang fahren. Sogar nach Porto entlang der Küste, die wirklich nicht weit weg ist. Es geht an Afurada vorbei... vielleicht möchten Sie dort einen Halt einplanen, wo es ausgezeichnete Meeresfrüchte zu einem sehr günstigen Preis gibt. In der Umgebung gibt es Wanderwege. Kaufen Sie Ihre Lebensmittel in einem Supermarkt ein, wir haben in der Nähe nichts gefunden. Vielleicht ein Minus für einige, wenn Sie gerne ausgehen und genießen Sie das Nachtleben in der Nähe, das ist ein No-Go.",
      "FR": "Ce n'est peut-être pas pour tout le monde, mais nous avons vécu la maison et ses environs comme un petit paradis. La maison a du caractère et tout le terrain qui l'entoure est magnifique. Elle est calme et dispose de beaucoup d'espace. La piscine est une vraie piscine, et non une sorte de baignoire agrandie. La vue est magnifique. La maison est bien équipée, tout a bien fonctionné. Le littoral est à plus de 40 minutes en voiture et vaut la peine d'être visité. On peut marcher des kilomètres sur la promenade en bois ou faire du vélo. On peut même aller jusqu'à Porto en longeant le rivage, ce qui n'est vraiment pas loin. La route passe par Afurada... vous pouvez prévoir de vous y arrêter pour déguster d'excellents fruits de mer à un prix très raisonnable. Des sentiers de randonnée se trouvent dans la région. Faites vos courses dans un supermarché, nous n'avons rien trouvé dans les environs. Peut-être un point négatif pour certains, si vous aimez sortir et profiter de la vie nocturne à proximité, c'est à proscrire."
    },
    "originalLanguage": "EN-GB"
  },
  {
    "name": "Ana",
    "score": 10,
    "reviewDate": "2024-09-25",
    "reviewText": {
      "PT-PT": "Fomos de férias em família e levamos as nossas duas cadelinhas e adorámos :)\nA zona envolvente da casa (floresta nativa) é magnífica, o espaço é super confortável e acolhedor!\nTínhamos tudo o que precisávamos.\nAinda tivemos oportunidade de tomar o nosso café quentinho numa das mesinhas junto ao lago.\nVamos voltar de certeza 😊",
      "EN-GB": "We went on a family holiday and took our two little dogs and we loved it :)\nThe area around the house (native forest) is magnificent, the space is super comfortable and cosy!\nWe had everything we needed.\nWe even had the chance to sip our hot coffee at one of the little tables by the lake.\nWe'll definitely be back 😊",
      "ES": "Fuimos de vacaciones en familia y llevamos a nuestros dos perritos y nos encantó :)\n¡La zona que rodea la casa (bosque autóctono) es magnífica, el espacio es super cómodo y acogedor!\nTeníamos todo lo que necesitábamos.\nIncluso tuvimos la oportunidad de tomar nuestro café caliente en una de las mesitas junto al lago.\nDefinitivamente volveremos 😊",
      "NL": "We gingen op familievakantie en namen onze twee kleine hondjes mee en we vonden het geweldig :)\nDe omgeving van het huis (inheems bos) is prachtig, de ruimte is super comfortabel en gezellig!\nWe hadden alles wat we nodig hadden.\nWe hadden zelfs de kans om van onze warme koffie te nippen aan een van de kleine tafeltjes bij het meer.\nWe komen zeker terug 😊",
      "DE": "Wir haben einen Familienurlaub gemacht und unsere zwei kleinen Hunde mitgenommen und wir haben es geliebt :)\nDie Gegend um das Haus (einheimischer Wald) ist wunderschön, der Raum ist super bequem und gemütlich!\nWir hatten alles, was wir brauchten.\nWir hatten sogar die Möglichkeit, unseren heißen Kaffee an einem der kleinen Tische am See zu schlürfen.\nWir werden auf jeden Fall wiederkommen 😊.",
      "FR": "Nous sommes partis en vacances en famille avec nos deux petits chiens et nous avons adoré :)\nLa région autour de la maison (forêt indigène) est magnifique, l'espace est super confortable et douillet !\nNous avions tout ce dont nous avions besoin.\nNous avons même eu la chance de siroter notre café chaud à l'une des petites tables au bord du lac.\nNous reviendrons sans aucun doute 😊"
    },
    "originalLanguage": "PT-PT"
  },
  {
    "name": "Eline",
    "score": 10,
    "reviewDate": "2024-08-18",
    "reviewText": {
      "NL": "Prachtige plek om de vakantie door te brengen. De tuin is heel mooi aangelegd met fruit voor elk seizoen, een echte meerwaarde. Het huis is authentiek, de buitenruimte fantastisch. Je hebt verschillende plekjes om te vertoeven, genoeg schaduw om de warmste dagen comfortable door te komen en het zwembad is groot en proper. Dit huis is een echte aanrader, we hadden een idyllische vakantie.",
      "EN-GB": "Wonderful place to spend the holidays. The garden is very nicely laid out with fruit for every season, a real bonus. The house is authentic, the outdoor space fantastic. You have several places to stay, enough shade to get through the hottest days comfortably and the pool is large and clean. This house is highly recommended, we had an idyllic holiday.",
      "PT-PT": "Um sítio maravilhoso para passar as férias. O jardim está muito bem arranjado com fruta para todas as estações, um verdadeiro bónus. A casa é autêntica, o espaço exterior é fantástico. Há vários sítios para ficar, sombra suficiente para passar os dias mais quentes confortavelmente e a piscina é grande e limpa. Esta casa é altamente recomendada, tivemos umas férias idílicas.",
      "ES": "Maravilloso lugar para pasar las vacaciones. El jardín está muy bien diseñado con frutas para cada temporada, una verdadera ventaja. La casa es auténtica, el espacio exterior fantástico. Tienes varios sitios para estar, sombra suficiente para pasar los días más calurosos cómodamente y la piscina es grande y limpia. Esta casa es muy recomendable, tuvimos unas vacaciones idílicas.",
      "DE": "Ein wunderbarer Ort, um die Ferien zu verbringen. Der Garten ist sehr schön angelegt mit Obst für jede Jahreszeit, ein echter Bonus. Das Haus ist authentisch, der Außenbereich fantastisch. Man hat mehrere Plätze zum Verweilen, genug Schatten, um auch die heißesten Tage gut zu überstehen und der Pool ist groß und sauber. Dieses Haus ist sehr zu empfehlen, wir hatten einen idyllischen Urlaub.",
      "FR": "Merveilleux endroit pour passer les vacances. Le jardin est très bien aménagé avec des fruits pour chaque saison, un vrai plus. La maison est authentique, l'espace extérieur fantastique. Vous avez plusieurs endroits pour rester, assez d'ombre pour passer les jours les plus chauds confortablement et la piscine est grande et propre. Cette maison est fortement recommandée, nous avons passé des vacances idylliques."
    },
    "originalLanguage": "NL"
  },
  {
    "name": "Bebiana",
    "score": 10,
    "reviewDate": "2024-07-23",
    "reviewText": {
      "PT-PT": "Gostamos de toda a casa , mas a zona que mais preferíamos foi a piscina, onde passamos momentos incríveis em família , com os nossos animais. A piscina não é muito funda , é a altura perfeita.",
      "EN-GB": "We liked the whole house, but our favourite part was the pool, where we had an amazing time as a family with our pets. The pool isn't very deep, it's the perfect height.",
      "ES": "Nos gustó toda la casa, pero nuestra parte favorita fue la piscina, donde lo pasamos genial en familia con nuestras mascotas. La piscina no es muy profunda, tiene la altura perfecta.",
      "NL": "We vonden het hele huis mooi, maar ons favoriete deel was het zwembad, waar we als gezin een geweldige tijd hebben gehad met onze huisdieren. Het zwembad is niet erg diep, het is de perfecte hoogte.",
      "DE": "Uns hat das ganze Haus gefallen, aber am besten hat uns der Pool gefallen, an dem wir als Familie mit unseren Haustieren eine tolle Zeit hatten. Der Pool ist nicht sehr tief, er hat die perfekte Höhe.",
      "FR": "Nous avons aimé toute la maison, mais ce que nous avons préféré, c'est la piscine, où nous avons passé d'excellents moments en famille avec nos animaux de compagnie. La piscine n'est pas très profonde, elle est à la hauteur idéale."
    },
    "originalLanguage": "PT-PT"
  },
  {
    "name": "Ulrike",
    "score": 10,
    "reviewDate": "2024-06-29",
    "reviewText": {
      "EN-GB": "We enjoyed our stay in Paraiso a lot. The huge private pool is just awesome, to really take a swim. Also, it has a majestic view on the landscape. The house is well equipped, with everything needed. Beside the terrace at the house, which is naturally roofed by some plant and gives good shade, there is a hammock near the pool and the place next to the fish pond is enjoyable to sit as well. Our dogs loved to explore the giant property, whereby it has to be said that it is not completely fenced - we never got to the other end but other dogs came for a visit. Nevertheless it is very nice to just wander around with all the different trees around. We can recommend this place for some relaxed time in a rather remote area.",
      "PT-PT": "Gostámos muito da nossa estadia no Paraiso. A enorme piscina privada é simplesmente espetacular, para dar mesmo um mergulho. Além disso, tem uma vista majestosa sobre a paisagem. A casa está bem equipada, com tudo o que é necessário. Ao lado do terraço da casa, que é naturalmente coberto por uma planta e dá uma boa sombra, há uma rede de descanso perto da piscina e o lugar ao lado do lago de peixes também é agradável para se sentar. Os nossos cães adoraram explorar a propriedade gigante, mas é preciso dizer que não está completamente vedada - nunca chegámos ao outro lado, mas outros cães vieram visitar-nos. No entanto, é muito agradável passear com todas as diferentes árvores à volta. Recomendamos este lugar para passar algum tempo relaxado numa área bastante remota.",
      "ES": "Disfrutamos mucho de nuestra estancia en Paraiso. La enorme piscina privada es simplemente impresionante, para realmente tomar un baño. Además, tiene una vista majestuosa sobre el paisaje. La casa esta bien equipada, con todo lo necesario. Junto a la terraza de la casa, que está cubierta naturalmente por alguna planta y da buena sombra, hay una hamaca cerca de la piscina y el lugar junto al estanque de peces es agradable para sentarse también. A nuestros perros les encantó explorar la propiedad gigante, aunque hay que decir que no está completamente vallada - nunca llegamos al otro extremo, pero otros perros vinieron de visita. Sin embargo, es muy agradable para pasear con todos los diferentes árboles alrededor. Podemos recomendar este lugar para un tiempo relajado en una zona bastante remota.",
      "NL": "We hebben erg genoten van ons verblijf in Paraiso. Het enorme privézwembad is gewoon geweldig, om echt even in te zwemmen. Het heeft ook een majestueus uitzicht op het landschap. Het huis is goed uitgerust, met alles wat je nodig hebt. Naast het terras bij het huis, dat natuurlijk overdekt is met wat planten en goede schaduw geeft, is er een hangmat bij het zwembad en de plek naast de visvijver is ook heerlijk om te zitten. Onze honden vonden het heerlijk om het gigantische terrein te verkennen, waarbij gezegd moet worden dat het niet helemaal omheind is - we zijn nooit aan de andere kant gekomen, maar er kwamen wel andere honden op bezoek. Desondanks is het erg leuk om gewoon rond te wandelen met alle verschillende bomen in de buurt. We kunnen deze plek aanraden voor wat ontspannen tijd in een nogal afgelegen gebied.",
      "DE": "Wir haben unseren Aufenthalt im Paraiso sehr genossen. Der riesige private Pool ist einfach genial, um richtig zu schwimmen. Außerdem hat man einen majestätischen Blick auf die Landschaft. Das Haus ist gut ausgestattet, mit allem was man braucht. Neben der Terrasse am Haus, die natürlich von einer Pflanze überdacht ist und guten Schatten spendet, gibt es eine Hängematte in der Nähe des Pools und auch der Platz neben dem Fischteich ist sehr angenehm zum Sitzen. Unsere Hunde liebten es, das riesige Grundstück zu erkunden, wobei man sagen muss, dass es nicht komplett eingezäunt ist - wir kamen nie bis zum anderen Ende, aber andere Hunde kamen zu Besuch. Nichtsdestotrotz ist es sehr schön, mit all den verschiedenen Bäumen umherzuwandern. Wir können diesen Ort für eine entspannte Zeit in einer eher abgelegenen Gegend empfehlen.",
      "FR": "Nous avons beaucoup apprécié notre séjour à Paraiso. L'immense piscine privée est tout simplement géniale, pour se baigner. De plus, elle offre une vue majestueuse sur le paysage. La maison est bien équipée, avec tout le nécessaire. A côté de la terrasse de la maison, qui est naturellement couverte par une plante et donne une bonne ombre, il y a un hamac près de la piscine et l'endroit près de l'étang à poissons est également agréable pour s'asseoir. Nos chiens ont adoré explorer l'immense propriété, mais il faut dire qu'elle n'est pas complètement clôturée - nous ne sommes jamais allés jusqu'à l'autre bout, mais d'autres chiens sont venus nous rendre visite. Néanmoins, il est très agréable de se promener avec tous les arbres différents qui l'entourent. Nous pouvons recommander cet endroit pour passer un moment de détente dans une région assez éloignée."
    },
    "originalLanguage": "EN-GB"
  },
  {
    "name": "Sofia",
    "score": 10,
    "reviewDate": "2024-06-22",
    "reviewText": {
      "PT-PT": "Esta casa que fica na freguesia do Paraíso é efectivamente um verdadeiro paraíso. Adorámos!! A casa é uma verdadeira casa de campo, bem equipada, muito privada, assim como a piscina, que é realmente espetacular! O terreno circundante é óptimo para relaxar e caminhar, observando a natureza. Recomendamos para quem quer relaxar e estar num sítio tranquilo. Desejamos voltar!",
      "EN-GB": "This house in the parish of Paraíso is truly a paradise. We loved it! The house is a real country house, well equipped, very private, as is the swimming pool, which is truly spectacular! The surrounding area is great for relaxing and walking, watching nature. We recommend it for those who want to relax and be in a quiet place. We hope to return!",
      "ES": "Esta casa en la parroquia de Paraíso es realmente un paraíso. ¡Nos ha encantado! La casa es una auténtica casa de campo, bien equipada, muy privada, al igual que la piscina, ¡que es realmente espectacular! Los alrededores son estupendos para relajarse y pasear, observando la naturaleza. Lo recomendamos para aquellos que quieren relajarse y estar en un lugar tranquilo. ¡Esperamos volver!",
      "NL": "Dit huis in de parochie Paraíso is echt een paradijs. We vonden het geweldig! Het huis is een echt landhuis, goed uitgerust, zeer privé, net als het zwembad, dat echt spectaculair is! De omgeving is geweldig om te ontspannen, te wandelen en de natuur te bekijken. We raden het aan voor degenen die willen ontspannen en op een rustige plek willen zijn. We hopen terug te komen!",
      "DE": "Dieses Haus in der Gemeinde Paraíso ist wirklich ein Paradies. Wir haben es geliebt! Das Haus ist ein echtes Landhaus, gut ausgestattet, sehr privat, wie auch der Swimmingpool, der wirklich spektakulär ist! Die Umgebung eignet sich hervorragend zum Entspannen, Wandern und Beobachten der Natur. Wir empfehlen es für diejenigen, die sich entspannen und an einem ruhigen Ort sein wollen. Wir hoffen, dass wir wiederkommen!",
      "FR": "Cette maison située dans la paroisse de Paraíso est un véritable paradis. Nous l'avons adorée ! La maison est une vraie maison de campagne, bien équipée, très privée, tout comme la piscine, qui est vraiment spectaculaire ! Les environs sont parfaits pour se détendre, se promener et observer la nature. Nous le recommandons à ceux qui veulent se détendre et être dans un endroit calme. Nous espérons revenir !"
    },
    "originalLanguage": "PT-PT"
  },
  {
    "name": "Karen",
    "score": 10,
    "reviewDate": "2023-10-15",
    "reviewText": {
      "ES": "Hemos pasado tres días fantásticos, perdidos en la naturaleza. La casa super cómoda, la piscina maravillosa con unas vistas preciosas al río. Hicimos varias rutas que nos recomendaron y estuvieron muy bien. Hay espacio y utensilios para pasar varios días sin echar nada de menos. Sin duda, muy recomendable.",
      "EN-GB": "We spent three fantastic days, lost in nature. The house is super comfortable, the pool is wonderful with beautiful views of the river. We did several routes that were recommended to us and they were very good. There is space and utensils to spend several days without missing anything. Undoubtedly, highly recommended.",
      "PT-PT": "Passámos três dias fantásticos, perdidos na natureza. A casa é super confortável, a piscina é maravilhosa com vistas lindas para o rio. Fizemos vários percursos que nos foram recomendados e foram muito bons. Há espaço e utensílios para passar vários dias sem faltar nada. Sem dúvida, altamente recomendável.",
      "NL": "We hebben drie fantastische dagen doorgebracht, verloren in de natuur. Het huis is super comfortabel, het zwembad is prachtig met een prachtig uitzicht op de rivier. We hebben verschillende routes gedaan die ons werden aanbevolen en die waren erg goed. Er is ruimte en keukengerei om meerdere dagen door te brengen zonder iets te missen. Ongetwijfeld een aanrader.",
      "DE": "Wir verbrachten drei fantastische Tage, verloren in der Natur. Das Haus ist super komfortabel, der Pool ist wunderbar mit schönem Blick auf den Fluss. Wir haben mehrere Routen, die uns empfohlen wurden, und sie waren sehr gut. Es gibt Platz und Utensilien, um mehrere Tage zu verbringen, ohne etwas zu vermissen. Zweifellos, sehr zu empfehlen.",
      "FR": "Nous avons passé trois jours fantastiques, perdus dans la nature. La maison est super confortable, la piscine est magnifique et offre une vue splendide sur la rivière. Nous avons fait plusieurs itinéraires qui nous avaient été recommandés et qui étaient très bien. Il y a de l'espace et des ustensiles pour passer plusieurs jours sans manquer de rien. Sans aucun doute, hautement recommandé."
    },
    "originalLanguage": "ES"
  },
  {
    "name": "Anna",
    "score": 10,
    "reviewDate": "2023-01-15",
    "reviewText": {
      "EN-GB": "I adored everything. We rented this house in the winter time which allowed us to snuggle by the fireplace. The house has a very cute village feel to it, has all of the dished and amenities for preparing food. Also Pedro and Ana Maria respond fast in case you need to know something. I would definitely like to come back! Agradeço imenso à Ana Maria e o Pedro pelo ajuda com lareira, adorámos tudo e espero que voltarmos durante verão!",
      "PT-PT": "Adorei tudo. Alugámos esta casa no inverno, o que nos permitiu aconchegarmo-nos junto à lareira. A casa tem um ar de aldeia muito giro, tem todos os utensílios e comodidades para preparar a comida. Além disso, o Pedro e a Ana Maria respondem rapidamente caso precisem de saber alguma coisa. Gostava mesmo de voltar! Agradeço imenso à Ana Maria e o Pedro pela ajuda com lareira, adorámos tudo e espero que voltemos durante o verão!",
      "ES": "Me encantó todo. Alquilamos esta casa en invierno, lo que nos permitió acurrucarnos junto a la chimenea. La casa tiene un ambiente de pueblo muy mono, tiene toda la vajilla y comodidades para preparar la comida. Además Pedro y Ana María responden rápido en caso de que necesites saber algo. ¡Definitivamente me gustaría volver! ¡Agradeço imenso à Ana Maria e o Pedro pelo ajuda com lareira, adorámos tudo e espero que voltarmos durante verão!",
      "NL": "Ik vond alles prachtig. We huurden dit huis in de winter, waardoor we lekker bij de open haard konden zitten. Het huis heeft een heel schattig dorpsgevoel, is voorzien van alle keukengerei en voorzieningen om eten te bereiden. Pedro en Ana Maria reageren ook snel als je iets wilt weten. Ik zou zeker terug willen komen! Agradeço imenso à Ana Maria e o Pedro pelo ajuda com lareira, adorámos tudo e espero que voltarmos durante verão!",
      "DE": "Ich war von allem begeistert. Wir haben dieses Haus im Winter gemietet, was uns erlaubt hat, am Kamin zu kuscheln. Das Haus hat einen sehr niedlichen dörflichen Charakter und verfügt über alle Annehmlichkeiten für die Zubereitung von Speisen. Außerdem reagieren Pedro und Ana Maria schnell, wenn man etwas wissen möchte. Ich würde auf jeden Fall gerne wiederkommen! Agradeço imenso à Ana Maria e o Pedro pelo ajuda com lareira, adorámos tudo e espero que voltarmos durante verão!",
      "FR": "J'ai tout adoré. Nous avons loué cette maison en hiver, ce qui nous a permis de nous blottir près de la cheminée. La maison a un air de village très mignon, a toute la vaisselle et les équipements pour préparer la nourriture. De plus, Pedro et Ana Maria répondent rapidement si vous avez besoin de savoir quelque chose. J'aimerais vraiment revenir ! Agradeço imenso à Ana Maria e o Pedro pelo ajuda com lareira, adorámos tudo e espero que voltarmos durante verão !"
    },
    "originalLanguage": "EN-GB"
  },
  {
    "name": "Ted",
    "score": 10,
    "reviewDate": "2022-07-13",
    "reviewText": {
      "EN-GB": "This is a quiet, clean, beautiful house perched neatly on a terraced hillside. The pool was fantastic & the grounds are magical. Communication with Gloria was easy; our teenagers had a great time too!",
      "PT-PT": "Esta é uma casa tranquila, limpa e bonita, situada numa encosta em socalcos. A piscina era fantástica e o terreno é mágico. A comunicação com a Glória foi fácil; os nossos filhos adolescentes também se divertiram imenso!",
      "ES": "Esta es una casa tranquila, limpia, hermosa encaramado cuidadosamente en una ladera en terrazas. La piscina era fantástica y los jardines son mágicos. La comunicación con Gloria fue fácil; ¡nuestros hijos adolescentes también se lo pasaron genial!",
      "NL": "Dit is een rustig, schoon, mooi huis netjes gelegen op een terrasvormige heuvel. Het zwembad was fantastisch en het terrein is magisch. De communicatie met Gloria was gemakkelijk; onze tieners hadden het ook erg naar hun zin!",
      "DE": "Dies ist ein ruhiges, sauberes, schönes Haus, das ordentlich auf einem terrassenförmigen Hügel liegt. Der Pool war fantastisch und die Anlage ist zauberhaft. Die Kommunikation mit Gloria war einfach; unsere Teenager hatten auch eine tolle Zeit!",
      "FR": "C'est une belle maison calme et propre, perchée sur une colline en terrasses. La piscine est fantastique et le terrain est magique. La communication avec Gloria a été facile ; nos adolescents ont également passé un excellent moment !"
    },
    "originalLanguage": "EN-GB"
  },
  {
    "name": "Theo",
    "score": 10,
    "reviewDate": "2022-04-28",
    "reviewText": {
      "EN-GB": "We loved our stay at Casal da Renda. It is very well located and has an enormous garden. The garden is much better than described on the website. Despite the relatively cold weather, we could use the swimming pool! We hope to return someday!",
      "PT-PT": "Adorámos a nossa estadia no Casal da Renda. Está muito bem localizado e tem um jardim enorme. O jardim é muito melhor do que o descrito no site. Apesar do tempo relativamente frio, pudemos utilizar a piscina! Esperamos voltar um dia!",
      "ES": "Nos encantó nuestra estancia en Casal da Renda. Está muy bien situado y tiene un jardín enorme. El jardín es mucho mejor de lo que se describe en la página web. A pesar del tiempo relativamente frío, ¡pudimos usar la piscina! ¡Esperamos volver algún día!",
      "NL": "We hebben genoten van ons verblijf in Casal da Renda. Het is heel goed gelegen en heeft een enorme tuin. De tuin is veel mooier dan beschreven op de website. Ondanks het relatief koude weer, konden we gebruik maken van het zwembad! We hopen een keer terug te komen!",
      "DE": "Wir liebten unseren Aufenthalt in Casal da Renda. Es ist sehr gut gelegen und hat einen riesigen Garten. Der Garten ist viel besser als auf der Website beschrieben. Trotz des relativ kalten Wetters konnten wir das Schwimmbad nutzen! Wir hoffen, dass wir eines Tages wiederkommen!",
      "FR": "Nous avons adoré notre séjour au Casal da Renda. Il est très bien situé et dispose d'un énorme jardin. Le jardin est bien mieux que ce qui est décrit sur le site web. Malgré le temps relativement froid, nous avons pu utiliser la piscine ! Nous espérons revenir un jour !"
    },
    "originalLanguage": "EN-GB"
  },
  {
    "name": "Lucía",
    "score": 10,
    "reviewDate": "2020-08-08",
    "reviewText": {
      "EN-GB": "Glória's house is wonderful. She has a beautiful house with great views. It takes 10 minutes by car to reach Castelo de Paiva, which is the nearest town where you have supermarkets, bars and restaurants. The house is also close to the Douro's river bank. Although it is not very near (1 hour by car), it is highly advisable to make one day's trip to Aveiro. The house has a great swimming pool and the kitchen is well-equipped. We were warmly welcomed by Ana María (a lady who lives close to the house), who looked after us during our stay and gave us great recommendations (Thanks, Ana María!). It is the perfect place for calm holidays. We hope to come back in the future!",
      "PT-PT": "A casa da Glória é maravilhosa. Ela tem uma casa linda com uma vista óptima. São necessários 10 minutos de carro para chegar a Castelo de Paiva, que é a cidade mais próxima onde há supermercados, bares e restaurantes. A casa também fica perto da margem do rio Douro. Apesar de não ser muito perto (1 hora de carro), é altamente aconselhável fazer uma viagem de um dia a Aveiro. A casa tem uma óptima piscina e a cozinha está bem equipada. Fomos muito bem recebidos pela Ana Maria (uma senhora que vive perto da casa), que cuidou de nós durante a nossa estadia e nos deu óptimas recomendações (Obrigada, Ana Maria!). É o sítio ideal para umas férias tranquilas. Esperamos voltar no futuro!",
      "ES": "La casa de Glória es maravillosa. Tiene una casa preciosa con unas vistas estupendas. Se tarda 10 minutos en coche en llegar a Castelo de Paiva, que es el pueblo más cercano donde tienes supermercados, bares y restaurantes. La casa también está cerca de la orilla del río Duero. Aunque no está muy cerca (1 hora en coche), es muy recomendable hacer una excursión de un día a Aveiro. La casa tiene una gran piscina y la cocina está bien equipada. Fuimos muy bien recibidos por Ana María (una señora que vive cerca de la casa), que nos atendió durante nuestra estancia y nos dio muy buenas recomendaciones (¡Gracias, Ana María!). Es el lugar perfecto para unas vacaciones tranquilas. Esperamos volver en el futuro.",
      "NL": "Glória's huis is prachtig. Ze heeft een prachtig huis met een geweldig uitzicht. Met de auto ben je in 10 minuten in Castelo de Paiva, de dichtstbijzijnde stad met supermarkten, bars en restaurants. Het huis ligt ook dicht bij de oever van de Douro. Hoewel het niet erg dichtbij is (1 uur rijden), is het zeer aan te raden om een dagtocht naar Aveiro te maken. Het huis heeft een geweldig zwembad en de keuken is goed uitgerust. We werden hartelijk verwelkomd door Ana María (een dame die vlakbij het huis woont), die voor ons zorgde tijdens ons verblijf en ons geweldige aanbevelingen gaf (Bedankt, Ana María!). Het is de perfecte plek voor een rustige vakantie. We hopen in de toekomst terug te komen!",
      "DE": "Das Haus von Glória ist wunderbar. Sie hat ein schönes Haus mit toller Aussicht. Es dauert 10 Minuten mit dem Auto zu erreichen Castelo de Paiva, die die nächste Stadt ist, wo Sie Supermärkte, Bars und Restaurants haben. Das Haus liegt auch in der Nähe des Douro-Ufers. Obwohl es nicht sehr nah ist (1 Stunde mit dem Auto), ist es sehr ratsam, einen Tagesausflug nach Aveiro zu machen. Das Haus hat einen tollen Swimmingpool und die Küche ist gut ausgestattet. Wir wurden von Ana María (einer Dame, die in der Nähe des Hauses wohnt) herzlich empfangen, die sich während unseres Aufenthalts um uns kümmerte und uns tolle Empfehlungen gab (Danke, Ana María!). Es ist der perfekte Ort für einen ruhigen Urlaub. Wir hoffen, dass wir in Zukunft wiederkommen werden!",
      "FR": "La maison de Glória est magnifique. Elle possède une belle maison avec une vue imprenable. Il faut 10 minutes en voiture pour atteindre Castelo de Paiva, la ville la plus proche où l'on trouve des supermarchés, des bars et des restaurants. La maison est également proche de la rive du Douro. Bien qu'elle ne soit pas très proche (1 heure de voiture), il est fortement conseillé de faire une excursion d'une journée à Aveiro. La maison dispose d'une belle piscine et la cuisine est bien équipée. Nous avons été chaleureusement accueillis par Ana María (une dame qui habite près de la maison), qui s'est occupée de nous pendant notre séjour et nous a donné d'excellentes recommandations (merci Ana María !). C'est l'endroit idéal pour des vacances calmes. Nous espérons revenir à l'avenir !"
    },
    "originalLanguage": "EN-GB"
  },
  {
    "name": "Ricardo",
    "score": 10,
    "reviewDate": "2020-05-24",
    "reviewText": {
      "EN-GB": "We stayed here for a long weekend, to get away from the covid-19 madness & celebrate a birthday. The house is beautifully renovated and exactly like in the pictures. The swimming pool was also in excellent condition. On top of it all, the weather was great 👌 In regards to eating, Casa do Talho nearby serves great food, such as veal slowly cooked in a wood fired oven (Vitela Assada). We also ate well (and very cheaply) at Adega Ramadinha, about 10 mins by car. All in all, we'll be back again (considering it's so close to Porto!)",
      "PT-PT": "Ficámos aqui durante um fim de semana prolongado, para fugir à loucura do Covid-19 e celebrar um aniversário. A casa foi maravilhosamente renovada e é exatamente como nas fotografias. A piscina também estava em excelentes condições. Para além de tudo, o tempo estava ótimo 👌 No que diz respeito a comer, a Casa do Talho, nas proximidades, serve óptima comida, como vitela cozida lentamente num forno a lenha (Vitela Assada). Também comemos bem (e muito barato) na Adega Ramadinha, a cerca de 10 minutos de carro. Em suma, voltaremos a visitar (tendo em conta que fica tão perto do Porto!)",
      "ES": "Nos alojamos aquí por un fin de semana largo, para alejarse de la locura covid-19 y celebrar un cumpleaños. La casa está muy bien renovado y exactamente como en las fotos. La piscina también estaba en excelentes condiciones. Encima de todo, el tiempo era genial 👌 En cuanto a comer, Casa do Talho cerca sirve buena comida, como la ternera cocinada lentamente en un horno de leña (Vitela Assada). También comimos bien (y muy barato) en Adega Ramadinha, a unos 10 minutos en coche. En definitiva, volveremos otra vez (teniendo en cuenta que está tan cerca de Oporto).",
      "NL": "We verbleven hier voor een lang weekend, om even weg te zijn van de covid-19 gekte & om een verjaardag te vieren. Het huis is prachtig gerenoveerd en precies zoals op de foto's. Het zwembad was ook in uitstekende staat. Het zwembad was ook in uitstekende staat. Bovendien was het geweldig weer 👌 Wat eten betreft, Casa do Talho in de buurt serveert geweldig eten, zoals kalfsvlees dat langzaam wordt gegaard in een houtoven (Vitela Assada). We hebben ook goed (en heel goedkoop) gegeten bij Adega Ramadinha, op ongeveer 10 minuten rijden. Al met al komen we zeker nog eens terug (gezien het feit dat het zo dicht bij Porto is!)",
      "DE": "Wir blieben hier für ein langes Wochenende, um weg von der covid-19 Wahnsinn & feiern einen Geburtstag. Das Haus ist wunderschön renoviert und genau wie auf den Bildern. Das Schwimmbad war auch in einem ausgezeichneten Zustand. Obendrein war das Wetter großartig 👌 Was das Essen angeht, so gibt es im nahegelegenen Casa do Talho großartiges Essen, wie z.B. Kalbfleisch, das langsam in einem Holzofen gegart wird (Vitela Assada). Wir haben auch gut (und sehr günstig) in der Adega Ramadinha gegessen, etwa 10 Minuten mit dem Auto entfernt. Alles in allem werden wir wiederkommen (wenn man bedenkt, dass es so nah an Porto liegt!)",
      "FR": "Nous avons séjourné ici pour un long week-end, afin de nous éloigner de la folie du covid-19 et de fêter un anniversaire. La maison est magnifiquement rénovée et exactement comme sur les photos. La piscine était également en excellent état. Pour couronner le tout, le temps était superbe 👌 En ce qui concerne les repas, la Casa do Talho, située à proximité, sert de très bons plats, notamment du veau cuit lentement dans un four à bois (Vitela Assada). Nous avons également bien mangé (et très bon marché) à l'Adega Ramadinha, à environ 10 minutes en voiture. Dans l'ensemble, nous reviendrons (compte tenu de la proximité de Porto !)."
    },
    "originalLanguage": "EN-GB"
  },
  {
    "name": "Kate",
    "score": 10,
    "reviewDate": "2018-08-12",
    "reviewText": {
      "EN-GB": "A rural rustic retreat in a tranquil setting with far reaching views from the wisteria clad terrace. A fabulous pool area to relax and unwind which we enjoyed as a family as well as day trips to Porto and Paiva Walkway. Supermarkets and river beaches also nearby",
      "PT-PT": "Um retiro rural rústico num ambiente tranquilo com vistas de longo alcance a partir do terraço coberto de glicínias. Uma fabulosa área de piscina para relaxar e descontrair que desfrutámos em família, bem como passeios de um dia ao Porto e ao Passadiço do Paiva. Supermercados e praias fluviais também nas proximidades",
      "ES": "Un refugio rústico rural en un entorno tranquilo con vistas de gran alcance desde la terraza cubierta de glicinas. Una fabulosa zona de la piscina para relajarse y descansar que disfrutamos como una familia, así como excursiones de un día a Porto y Paiva Walkway. Supermercados y playas fluviales también cerca",
      "NL": "Een landelijk rustiek toevluchtsoord in een rustige omgeving met verreikend uitzicht vanaf het met blauwe regen begroeide terras. Een fantastisch zwembad om te ontspannen en tot rust te komen waar we als gezin van hebben genoten, evenals van dagtochten naar Porto en de Paiva Walkway. Supermarkten en rivierstrandjes ook in de buurt",
      "DE": "Ein ländlicher, rustikaler Rückzugsort in einer ruhigen Umgebung mit weitreichender Aussicht von der mit Glyzinien bewachsenen Terrasse. Ein fabelhafter Poolbereich zum Entspannen und Erholen, den wir als Familie genossen, sowie Tagesausflüge nach Porto und Paiva Walkway. Supermärkte und Flussstrände auch in der Nähe",
      "FR": "Une retraite rurale rustique dans un cadre tranquille avec des vues lointaines depuis la terrasse recouverte de glycine. Une fabuleuse piscine pour se détendre et se relaxer, dont nous avons profité en famille, ainsi que des excursions d'une journée à Porto et à la passerelle de Paiva. Supermarchés et plages fluviales à proximité."
    },
    "originalLanguage": "EN-GB"
  },
  {
    "name": "Antoine",
    "score": 10,
    "reviewDate": "2025-08-10",
    "reviewText": {
      "FR": "Merci a Anne Marie toujours présente si on en avait besoins . Villa d'exception",
      "EN-GB": "Thank you to Anne Marie who was always there when we needed her. Exceptional villa",
      "PT-PT": "Obrigado à Anne Marie que esteve sempre presente quando precisámos dela. Vivenda excecional",
      "ES": "Gracias a Anne Marie que siempre estaba allí cuando la necesitábamos. Villa excepcional",
      "NL": "Dank aan Anne Marie die er altijd was als we haar nodig hadden. Uitzonderlijke villa",
      "DE": "Wir haben uns sehr wohl gefühlt und sind sehr zufrieden. Außergewöhnliche Villa"
    },
    "originalLanguage": "FR"
  },
  {
    "name": "Gerrit",
    "score": 10,
    "reviewDate": "2025-07-15",
    "reviewText": {
      "NL": "Prachtig huisje in mooie rustige omgeving. Geweldig zwembad. We misten alleen een snijplankje. Maar dat is echt detailkritiek.",
      "EN-GB": "Beautiful cottage in nice quiet area. Great swimming pool. We only missed a cutting board. But that's really detail criticism.",
      "PT-PT": "Linda casa de campo numa zona calma e agradável. Óptima piscina. Só sentimos falta de uma tábua de cortar. Mas isso é mesmo uma crítica de pormenor.",
      "ES": "Hermosa casa de campo en zona tranquila y agradable. Gran piscina. Sólo echamos de menos una tabla de cortar. Pero eso es realmente una crítica de detalle.",
      "DE": "Schönes Ferienhaus in schöner ruhiger Lage. Tolles Schwimmbad. Wir haben nur ein Schneidebrett vermisst. Aber das ist wirklich Detailkritik.",
      "FR": "Magnifique cottage dans un endroit calme et agréable. Belle piscine. Il nous manquait seulement une planche à découper. Mais c'est vraiment une critique de détail."
    },
    "originalLanguage": "NL"
  },
  {
    "name": "Arina",
    "score": 10,
    "reviewDate": "2025-07-01",
    "reviewText": {
      "NL": "Het huis is een waar paradijs, dichtbij Porto en voorzieningen zoals supermarkt, als je op de veranda zit waan je je middenin de nat uur. Heerlijk prive. Een fijn zwembad, waarin je ook als volwassene echt kunt zwemmen. Het enige jammere is dat de afwasmachine niet in het huis staat, waardoor je met de afwas moet sjouwen en er was ook geen gelegenheid om een afwasje met de hand te doen. Maar buiten dat een heerlijke plek om te zijn.",
      "EN-GB": "The house is a true paradise, close to Porto and amenities such as supermarket, when you sit on the veranda you imagine yourself in the middle of the nat ure. Wonderfully private. A nice pool, where you can really swim even as an adult. The only pity is that the dishwasher is not in the house, so you have to lug the dishes around and there was no opportunity to wash them by hand. But other than that a lovely place to be.",
      "PT-PT": "A casa é um verdadeiro paraíso, perto do Porto e de comodidades como supermercado, quando se senta na varanda imagina-se no meio da natureza. Maravilhosamente privada. Uma bela piscina, onde se pode realmente nadar mesmo em adulto. A única pena é que a máquina de lavar louça não está na casa, por isso temos de carregar a louça e não há oportunidade de a lavar à mão. Mas, para além disso, é um sítio muito agradável.",
      "ES": "La casa es un verdadero paraíso, cerca de Oporto y servicios como supermercado, cuando te sientas en la terraza te imaginas en medio de la naturaleza. Maravillosamente privado. Una bonita piscina, donde realmente se puede nadar, incluso como un adulto. La única pena es que el lavavajillas no está en la casa, así que tienes que cargar con los platos y no había oportunidad de lavarlos a mano. Pero aparte de eso un lugar encantador para estar.",
      "DE": "Das Haus ist ein wahres Paradies, in der Nähe von Porto und Annehmlichkeiten wie Supermarkt, wenn Sie auf der Veranda sitzen Sie sich in der Mitte der Natur vorstellen. Wunderbar privat. Ein schöner Pool, in dem man auch als Erwachsener gut schwimmen kann. Schade ist nur, dass die Spülmaschine nicht im Haus ist, so dass man das Geschirr herumschleppen muss und es keine Möglichkeit gab, es mit der Hand zu spülen. Aber ansonsten ein schöner Ort zum Verweilen.",
      "FR": "La maison est un véritable paradis, proche de Porto et des commodités telles que le supermarché, lorsque vous vous asseyez sur la véranda, vous vous imaginez au milieu de la nature. Merveilleusement privé. Une belle piscine, où l'on peut vraiment nager même en tant qu'adulte. Le seul point négatif est que le lave-vaisselle n'est pas dans la maison, il faut donc trimballer la vaisselle et il n'y a pas de possibilité de la laver à la main. Mais à part cela, c'est un endroit très agréable."
    },
    "originalLanguage": "NL"
  },
  {
    "name": "Michelle A",
    "score": 10,
    "reviewDate": "2024-10-23",
    "reviewText": {
      "EN-GB": "The home is a great place to just get away from it all and relax. The grounds are peaceful with lots of fruit trees. If you like nature you will love it.",
      "PT-PT": "A casa é um ótimo lugar para se afastar de tudo e relaxar. O terreno é tranquilo com muitas árvores de fruto. Se gosta da natureza, vai adorar.",
      "ES": "La casa es un gran lugar para alejarse de todo y relajarse. Los jardines son tranquilos, con un montón de árboles frutales. Si te gusta la naturaleza que le encantará.",
      "NL": "Het huis is een geweldige plek om even helemaal tot rust te komen. Het terrein is rustig met veel fruitbomen. Als je van de natuur houdt, zul je het hier geweldig vinden.",
      "DE": "Das Haus ist ein großartiger Ort, um einfach weg von allem und entspannen. Das Gelände ist friedlich mit vielen Obstbäumen. Wenn Sie die Natur mögen, werden Sie es lieben.",
      "FR": "La maison est un endroit idéal pour s'évader et se détendre. Le terrain est paisible avec de nombreux arbres fruitiers. Si vous aimez la nature, vous allez adorer."
    },
    "originalLanguage": "EN-GB"
  }
]
